Repository: Matvej17/Docker-WordPress-StarterPack
Catalog: plugins/drag-and-drop-multiple-file-upload-contact-form-7/languages/dnd-upload-cf7-*.po
Languages: de_de

source: The uploaded file exceeds the maximum upload size of your server.
de_de: Die hochgeladene Datei überschreitet die maximale Upload-Größe Ihres Servers.

source: Uploading a file fails for any reason
de_de: Das Hochladen einer Datei schlägt aus irgendeinem Grund fehl.

source: Uploaded file is too large
de_de: Die Datei überscheitet das Upload Limit!

source: Uploaded file is not allowed for file type
de_de: Die Hochgeladene Datei ist für diesen Dateityp nicht erlaubt.

source: Drag & Drop Files Here
de_de: Ziehen & fallenlassen Hier

source: or
de_de: oder

source: Browse Files
de_de: Dateien auswählen

source: multiple file upload
de_de: Upload mehrerer Dateien

source: Send Attachment as links?
de_de: Anhang als Link versenden?

source: Uploader Info
de_de: Informationen zum Hochladen

source: Browse Text
de_de: Dateien auswählen

source: Error Message
de_de: Fehlermeldung

source: File exceeds server limit
de_de: Datei überschreitet das Serverlimit

source: Failed to Upload
de_de: Fehler beim Upload

source: Files too large
de_de: Dateien zu gross

source: Invalid file Type
de_de: Ungültiger Dateityp

source: of
de_de: von

source: Drag and Drop Multiple File Upload - Contact Form 7
de_de: Mehrere Dateien per Drag & Drop hochladen - Kontaktformular 7

source: This simple plugin create Drag & Drop or choose Multiple File upload in your Confact Form 7 Forms.
de_de: Mit diesen Plugin einfach mit Drag & Drop oder per Datei auswahl Confact Form 7 einfügen.
