Repository: Matvej17/Docker-WordPress-StarterPack
Catalog: plugins/drag-and-drop-multiple-file-upload-contact-form-7/languages/drag-and-drop-multiple-file-upload-contact-form-7-*.po
Languages: ru_ru

source: Browse Files
ru_ru: Выбрать файл

source: Browse Text
ru_ru: Текст кнопки Файл

source: deleting
ru_ru: удаление

source: Drag & Drop Files Here
ru_ru: Текст для поля Файл

source: Drag & Drop Text
ru_ru: Текст поля Загрузка файлов

source: Drag and Drop Multiple File Upload - Contact Form 7
ru_ru: Форма загрузки файлов для плагина Contact Form 7

source: Error Message
ru_ru: Ошибка

source: Failed to Upload
ru_ru: Загрузка не удалась

source: File exceeds server limit
ru_ru: Превышен лимит размера файлов на сервере

source: Files too large
ru_ru: Файлы слишком большие

source: Invalid file Type
ru_ru: Неверный тип файла

source: Max File Limit
ru_ru: Максимальный размер файла

source: Minimum file upload at least
ru_ru: Размер файла от

source: Mininimum File
ru_ru: Минимум файлов

source: multiple file upload
ru_ru: форма загрузки нескольких файлов

source: Note : Some of the files are not uploaded ( Only %count% files allowed )
ru_ru: Внимание: некоторые файлы не были загружены ( загружено %count% файлов )

source: or
ru_ru: или

source: Remove
ru_ru: Удалить

source: Send Attachment as links?
ru_ru: Отправить ссылки на скачивание

source: The uploaded file exceeds the maximum upload size of your server.
ru_ru: Загруженный файл превышает разрешённый размер.

source: This field is required.
ru_ru: Поле обязательное

source: This simple plugin create Drag & Drop or choose Multiple File upload in your Confact Form 7 Forms.
ru_ru: Плагин позволяет создать поле для загрузки файлов в плагине Contact Form 7

source: Uploaded file is not allowed for file type
ru_ru: Данный тип файлов не разрешён

source: Uploaded file is too large
ru_ru: Загруженный файл слишком велик

source: Uploader Info
ru_ru: Информация о загрузчике

source: Uploading a file fails for any reason
ru_ru: Иная ошибка загрузки файла

source: of
ru_ru: из
